arcticicestudio.nord-visual-studio-code
azemoh.one-monokai
danielgavin.ols
davidaburns.handmade-dark
golang.go
inferrinizzard.prettier-sql-vscode
marlosirapuan.nord-deep
mechatroner.rainbow-csv
monokai.theme-monokai-pro-vscode
ms-dotnettools.csdevkit
ms-dotnettools.csharp
ms-dotnettools.vscode-dotnet-runtime
ms-python.debugpy
ms-python.python
ms-python.vscode-pylance
ms-python.vscode-python-envs
redhat.vscode-xml
streetsidesoftware.code-spell-checker
vscodevim.vim
